-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jun 04, 2023 at 07:05 PM
-- Server version: 10.4.21-MariaDB
-- PHP Version: 8.0.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `project_ticket`
--

-- --------------------------------------------------------

--
-- Table structure for table `ticket`
--

CREATE TABLE `ticket` (
  `ticketid` int(11) NOT NULL,
  `Subject` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `Content` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `Contact` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `Createtime` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `Updatetime` text COLLATE utf8_unicode_ci DEFAULT NULL,
  `Status` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `ticket`
--

INSERT INTO `ticket` (`ticketid`, `Subject`, `Content`, `Contact`, `Createtime`, `Updatetime`, `Status`) VALUES
(1, 'ContentArtaaa', 'phetchaburi', 'ArtArt', '0000-00-00 00:00:00', '1685896209555', '4'),
(2, 'ContentArt', 'phetchaburi', 'ArtArt', '0000-00-00 00:00:00', '1', '1685544559983'),
(3, 'ContentArt', 'phetchaburi', 'ArtArt', '2023-05-31 14:41:15', '1685872731565', '2'),
(13, 'ตั๋วเที่ยวกระบี่อ่าวมายา', 'อ่าวมายาตั้งอยู่บนชายฝั่งตะวันตกของเกาะพิพิธภัณฑ์ขนาดเล็กที่มีสามด้านของภูเขาและหิมะสีขาวชายหาดและที่มีชื่อเสียงสําหรับภาพยนตร์ที่แสดงโดยเลโอนาโดชายหาด มีหลายร้อยเมตรของผนังที่ไม่มีที่สิ้นสุดของอ่าว Maya มีต้นไม้ที่ละเอียดอ่อนบนชายฝั่งมีกลิ่นหอมของเกาะเขตร้อนเหมาะสําหรับทัศนียภาพและการดําน้ํา นอกเหนือจากน้ําท่วมมีหลายสถานที่ที่มีชื่อเสียงเช่นถ้ําวิคিংหาดนกพิราบชายหาดคนรัก', 'ที่ตั้ง: เกาะพีพีเล เกาะพีพี 81000', '1685895505587', '1685895531601', '1'),
(14, 'ตั๋วเที่ยวกระบี่เกาะพีพี', 'ตอนนี้ขอแนะนำเกาะ PP เล็กเกาะนี้มีชื่อเสียงจากภาพยนตร์เรื่อง The Beach ฉันไปภูเก็ตสองครั้งและพักบน PP เล็ก ๆ หนึ่งคืนทั้งเกาะไม่ใหญ่สามารถชมการพ่นไฟริมชายหาดในเวลากลางคืนได้ ผลงานหรือหาบาร์กินอาหารทะเลราคาก็แพงกว่าป่าตองตัวเมืองภูเก็ต ฉันชอบตอนเช้าและกลางคืนของเกาะนี้ที่สุดทิวทัศน์ยามน้ำขึ้นและน้ำลงสวยงามมาก แม้ว่าเกาะแห่งนี้จะมีทิวทัศน์ที่น่าสนใจ แต่ก็ไม่ได้รับการยกเว้นจากสึนามิในอินโดนีเซียในปี 2547 ว่ากันว่าเป็นเกาะที่เลวร้ายที่สุดในประเทศไทยเมื่อมองจากลักษณะที่มีชีวิตชีวาของเกาะ PP ขนาดเล็กคุณจะรู้สึกว่าทุกทิวทัศน์บนเกาะนั้น มันสวย.', 'หมู่เกาะพีพี อำเภอเมือง กระบี่', '1685895616629', '1685895733041', '2'),
(15, 'ตั๋วเที่ยวพัทยาเกาะล้าน', 'วิวหาดตาแหวนสวยสุด ๆ โดยไม่พลาดเลนส์ชอบทะเลแน่นอนว่าจะไม่พลาดทะเลเป็นสีฟ้าและสีฟ้าน่าสนใจมากเล่นโครงการทางทะเลได้ดีมาก', 'เกาะล้าน พัทยา', '1685895799355', '1685897354022', '3'),
(16, 'ตั๋วเที่ยวหาดหัวหิน,หัวหิน', 'ชายหาดหัวหิน ด้วยความสวยงามและระยะทางที่ไม่ไกลจากกรุงเทพ ทำให้หัวหินเป็นแหล่งพักผ่อนตากอากาศสำหรับชนชั้นสูงและราชวงศ์ในอดีต แต่ก็ยังได้รับความนิยมมาจนถึงปัจจุบัน ในตอนนี้หัวหินมีโรงแรม สวนน้ำ ตลาดชุมชน พร้อมร้านอาหารและคาเฟ่ชิคๆ มากมาย เหมาะแก่การพักผ่อนในวันหยุดสุดสัปดาห์ และสายโซเชียลที่ขนพร็อบจัดเต็มลงมาถ่ายรูปอัปขึ้น FB และ IG กัน คุณเดินทางไปหัวหินได้ไม่ยากเลย ไม่ว่าจะเลือกเช่ารถขับไปเอง นั่งรถทัวร์ หรือรถไฟก็ได้ ซึ่งสถานีรถไฟหัวหินก็เป็นแหล่งท่องเที่ยวยอดนิยมอีกแห่งหนึ่งที่คุณไม่ควรพลาด นอกจากนี้หัวหินยังเป็นจุดรวมเหล่าผู้ที่ชื่นชอบกีฬาไคท์เซิร์ฟ เรียกว่ามีกิจกรรมครบให้เลือกสรรทั้งสายชิลและสายลุย', 'หัวหิน ประเทศไทย', '1685895906587', '1685896203405', '3'),
(17, 'ซิเคด้า มาร์เก็ต,หัวหิน', 'ซิเคด้าครีเอทีฟไนท์มาร์เก็ตเป็นตลาดกลางคืนที่ดีที่สุดในหัวหินทั้งตลาดกลางคืนมีความเจริญรุ่งเรืองมาก เป็นสถานที่ที่มีชีวิตชีวาและเจริญรุ่งเรืองมากด้วยร้านอาหารและบาร์อาหารไทยหลายขนาดรวมถึงการแสดงบนท้องถนนมากมาย', '83/159 ถ.หนองแก-เขาตะเกียบ หนองแก หัวหิน 77110 ประเทศไทย', '1685896237291', '1685897345940', '4'),
(18, 'บ้านต้นไม้ปาย,ปาย', 'มีบ้านต้นไม้อยู่ใกล้กับชิงช้าต้นไม้ใหญ่บ้านต้นไม้มีขนาดแตกต่างกันไปและไม่ใหญ่โดยทั่วไปพวกเขาทั้งหมดถักด้วยกิ่งไม้บาง ๆ มีความละเอียดอ่อนมากและมีความปรารถนาในการวางกรอบและการสำรวจมันควรค่าแก่การเยี่ยมชม ทัวร์.', 'ที่ตั้ง: 90 ม.2 แม่ฮ่องสอน ปาย แม่ฮ่องสอน 58130', '1685896516804', NULL, '1'),
(19, 'ตั๋วหาดละไม,เกาะสมุย', 'หาดที่ใหญ่เป็นอันดับ 2 รองจากหาดเฉวง ก็คือ หาดละไม แห่งนี้ค่ะ หาดละไมเป็นหาดมีความสงบเงียบกว่าหาดเฉวง คนพลุกพล่านน้อยกว่า บรรยากาศชิลสุดๆ ค่ะ อีกทั้งยังมีหาดทรายขาวละเอียด น้ำทะเลใส ชายหาดโค้งเป็นรูปพระจันทร์เสี้ยว มีความยาวถึง 4 กิโลเมตร และมีทิวมะพร้าวปลูกอยู่เรียงรายสวยงามค่ะ ทำให้เราไปเดินเล่นชิลๆ ริมทะเลได้เพลินๆ และยังเหมาะกับการเล่นกีฬาทางน้ำต่างๆ ทั้งเรือใบ และเจ็ทสกี อีกทั้งริมหาดยังเป็นที่ตั้งของ หินตาหินยาย ที่เที่ยวดังบนเกาะสมุย อีกด้วย', 'หาดละไม จ.สุราษฎร์ธานี 84310', '1685896631310', NULL, '1'),
(20, 'ตั๋วเที่ยวเกาะนางยวน,เกาะสมุย', 'เกาะส่วนตัวที่สวยงามมากการไปเกาะนั้นสะดวกมาก แต่คุณต้องปฏิบัติตามกฎที่นั่นเช่นใส่รองเท้าอะไรไม่สามารถนำขวดพลาสติกไปทิ้งทรายและหินที่นั่นไม่ได้น้ำใสและสภาพการดำน้ำตื้นดี ผู้ที่ไม่สนใจสามารถนอนอาบแดดด้านข้างได้เช่นกันสิ่งอำนวยความสะดวกของเกาะมีอุปกรณ์ครบครันและมีร้านอาหารโรแมนติกมากมายอาหารไม่อร่อยเหมาะมากสำหรับการใช้เวลาอีกสองวันที่นั่น', 'เกาะนางยวน อำเภอเกาะพะงัน สุราษฎร์ธานี', '1685896693470', '1685896704899', '2');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `ticket`
--
ALTER TABLE `ticket`
  ADD PRIMARY KEY (`ticketid`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `ticket`
--
ALTER TABLE `ticket`
  MODIFY `ticketid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
